/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "Vyskytla sa chyba na servery. Prosím skúste znovu.";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "Vyskytla sa neznáma chyba. Prosím skúste znovu.";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "API kľúče";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "Vygenerovať";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "Len ak je Mac nečinný";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "Len ak je priorita aspoň:";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "Prefix hlásenia:";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Prowl login";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "Poslať do Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "Aplikácia poslala príkaz, ktorému server neporozumel. Prosím skúste znovu.";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "Neprihlásili ste sa a nepovolili ste vygenerovanie API kľúča.";

